{
	"Name of the dataset": "resting-stateFMRI-MPILeipzig",

	"Name of the institution": "Max Planck Institute for Human Cognitive and Brain Sciences,Leipzig,Germany",

	"Co-authors (Lastname, Firstname ; LastName, FirstName)": "Kaptan, Merve; Finsterbusch, Juergen; Eippert, Falk",

	"Contact person (Firstname Lastname email)": "Merve Kaptan mkaptan@stanford.edu",
	
	"Dataset Description": "This is a data set consisting of resting-state spinal cord fMRI data from 48 healthy participants.",
	
	"Preprocessing / motion-correction description": "A two-step motion correction procedure (with spline interpolation) was applied to the EPI time-series data. Initially, the mean of all volumes (250 volumes) was calculated in order to serve as the target image for the first step of motion correction. Based on this mean image, the spinal cord was automatically segmented in order to provide a spinal cord centerline that then served as input for creating a cylindrical mask (with a diameter of 30 mm). This mask was employed during the motion-correction procedure in order to ensure that regions moving independently from the cord would not adversely affect motion estimation. Slice-wise motion correction with a second degree polynomial regularization in the z-direction was then performed. In the second step, a new target image was obtained by calculating the mean of motion-corrected images from the first step and the raw images were realigned to this new target image, using the identical procedure as described above.",

	"Motion-correction software": "Spinal Cord Toolbox",

	"Motion-correction software version": "v. 4.2.2",

	"Reference": "Kaptan, M., Vannesjo, S. J., Mildner, T., Horn, U., Hartley-Davies, R., Oliva, V., Brooks, J., Weiskopf, N., Finsterbusch, J., & Eippert, F. (2022). Automated slice-specific z-shimming for functional magnetic resonance imaging of the human spinal cord. Human brain mapping, 10.1002/hbm.26018. https://doi.org/10.1002/hbm.26018.",

	"Funding info": "European Research Council under the European Union’s Horizon 2020 research and innovation programme (grant agreement No 758974).",

	"Segmentaion (automated, semi-automated or manual)": "semi-automated",
	
	"Segmentation author (Firstname Lastname)": "Merve Kaptan" ,
	
	"Segmentation software and version": "Spinal Cord Toolbox, v 4.2.2"
}
