{
	"Name":   "data_leipzig_rest",	
	"Dataset Description": "This is a data set consisting of resting-state spinal cord fMRI data from 48 healthy participants.",	
	"DatasetType": "derivative",	
	"Generated by":
	[
    {
      "Name": "motion correction",     
      "Description": "For each functional run, a slice-wise motion correction procedure with regularization in z-direction (as implemented in SCT, “sct_fmri_moco”) was employed in two steps. First, the 250 volumes of the functional run were averaged to create a mean image, and this mean image was used to automatically determine the centerline of the cord. A cylindrical mask (with a diameter of 41mm) was generated based on this centerline and used during the motion-correction procedure to ensure that regions moving independently from the cord would not adversely impact the motion-correction. The previously-created mean image was used as a target for the first iteration of slice-wise motion correction with a 2nd degree polynomial and spline interpolation. In the second step, the mean of motion-corrected time-series from the first step served as a target image for the second iteration of motion-correction, which was applied to the raw images (with the same algorithm parameters).",
      "Software and version": "Spinal Cord Toolbox, v 4.2.2"
      
        },
    {
      "Name": "Segmentation", 
      "Description  (Automated, Semi-automated, Manual)": "semi- automated segmentation of the spinal cord",
      "Author (First Name, Last Name)": "Merve Kaptan",
      "Software and version": "Spinal Cord Toolbox, v 4.2.2"
    }
  ],
	
	"Name of the institution": "Max Planck Institute for Human Cognitive and Brain Sciences,Leipzig,Germany",
	"Co-authors (Lastname, Firstname ; LastName, FirstName ...)": "Kaptan, Merve; Finsterbusch, Juergen; Eippert, Falk",
	"Contact person (Firstname Lastname email)": "Merve Kaptan mkaptan@stanford.edu",
	"Reference": "Kaptan, M., Vannesjo, S. J., Mildner, T., Horn, U., Hartley-Davies, R., Oliva, V., Brooks, J., Weiskopf, N., Finsterbusch, J., & Eippert, F. (2022). Automated slice-specific z-shimming for functional magnetic resonance imaging of the human spinal cord. Human brain mapping, 10.1002/hbm.26018. https://doi.org/10.1002/hbm.26018.",
	"Funding info": "European Research Council under the European Union’s Horizon 2020 research and innovation programme (grant agreement No 758974)."
}
